Repository: mirokuratczyk/endless
Catalog: Endless/*.lproj/Root.strings
Languages: hr

source: Language
hr: Jezik

source: Default language
hr: Zadani jezik

source: About
hr: O Psiphonu

source: Change Region
hr: Promjeni regiju

source: FAQ
hr: Često postavljena pitanja

source: Help
hr: Pomoć

source: Notifications
hr: Obavijesti

source: Privacy
hr: Privatnost

source: Privacy Policy
hr: Izjava o privatnosti

source: Psiphon & Browser
hr: Psiphon i preglednik

source: Psiphon Settings
hr: Psiphon postavke

source: Rate Us
hr: Ocjenite nas

source: Security
hr: Sigurnost

source: Search engine
hr: Tražilica

source: Share on Facebook
hr: Podjelite na Facebooku

source: Share on Twitter
hr: Podjelite na Twitteru

source: Social
hr: Društveno

source: Feedback
hr: Povratne informacije

source: Terms of Use
hr: Uvjeti korištenja

source: Tutorial
hr: Upute

source: Disable Timeouts
hr: Onemogući pauze

source: Timeouts
hr: Pauze

source: Use upstream proxy
hr: Koristi uzvodni proxy

source: Host address
hr: Adresa domaćina

source: Use proxy authentication
hr: Koristi proxy autentikaciju

source: Proxy username
hr: Proxy korisničko ime

source: Proxy password
hr: Proxy lozinka

source: Proxy domain
hr: Proxy domena

source: Sound
hr: Zvuk

source: Play sound when connection status changes
hr: Sviraj zvuk kad se status veze promjeni

source: Vibrate
hr: Vibriraj

source: Vibrate when connection status changes
hr: Vibriraj kad se status veze promjeni

source: Best Performance
hr: Najbolje performanse

source: United States
hr: Sjedinjene Američke Države

source: United Kingdom
hr: Ujedinjeno Kraljevstvo

source: Canada
hr: Kanada

source: Germany
hr: Njemačka

source: Singapore
hr: Singapur

source: Netherlands
hr: Nizozemska

source: India
hr: Indija

source: Spain
hr: Španjolska

source: Startpage
hr: Početna stranica

source: Clear all when backgrounded
hr: Očisti sve kad stavim u pozadinu

source: All tabs and non-whitelisted cookies will be cleared when switching to another app.
hr: Sve kartice i kolačići koji nisu na listi dopuštenih će biti očišćeni kad se prebacite na drugu aplikaciju.

source: Clear cookies if unused for
hr: Očisti kolačiće ako se ne koriste

source: Clear cookies and local storage data from non-whitelisted hosts if not in use for this amount of time
hr: Očisti kolačiće i lokalnu pohranu domaćina koji nisu na listi dopuštenih ako se ne koriste u ovom vremenskom intervalu

source: Cookie Whitelist
hr: Popis dopuštenih kolačića

source: Send "Do-Not-Track" requests
hr: Šalji "Ne-prati-me" zahtjeve

source: 15 min
hr: 15 minuta

source: 30 min
hr: 30 minuta

source: 12 hrs
hr: 12 sati

source: 24 hrs
hr: 24 sata

source: Minimum SSL/TLS Version
hr: Minimalna SSL/TLS verzija

source: Minimum version of SSL/TLS required for HTTPS connections; may require force-closing the app to take effect.
hr: Minimalna verzija SSL/TLS-a koja je potrebna za HTTPS veze; može zahtjevati nasilno zatvaranje aplikacije kako bi se primjenilo.

source: TLS 1.2 only (no SSL)
hr: Samo TLS 1.2 (bez SSL)

source: TLS 1.1 or 1.2 (no SSL)
hr: TLS 1.1 ili 1.2 (bez SSL)

source: TLS 1.0, 1.1, or 1.2 (no SSL)
hr: TLS 1.0, 1.1 ili 1.2 (bez SSL)

source: Auto-negotiate (SSL v2 / v3, TLS 1.0 / 1.1 / 1.2)
hr: Automatsko rješavanje (SSL v2 / v3, TLS 1.0 / 1.1 / 1.2)
